[
    {
        "id": 1,
        "text": "Standing on the deck of a passenger vessel, you feel a cool sea breeze against your skin, providing a welcome relief from the searing Carribean sun overhead. The rhythmic sound of waves lulls you into a sense of tranquility.Suddenly, your moment of peace is shattered by a growing clamor from the quarterdeck. 'Pirates!' The revelation sends waves of dread throughout the ship.",
        "image": ""
    },
    {
        "id": 2,
        "text": "You look to port and see a 30-gun frigate fast-approaching, black flag blowing in the wind, the cruel visage of the Jolly Roger gleaming in the sun. As the crew scrambles to repel the inevitable boarding party, the pirate vessel barges against the ship. Grappling hooks sail over the rail, followed by scores of hardened buccaneers. Which course of action will you take?",
        "image": ""
    },
    {
        "id": 3,
        "text": "As the vicious sounds of battle begin to subside above, you hear footsteps pounding nearer and nearer to your hiding place. The door is kicked open, and you find yourself staring down the barrel of a pistol. 'Are you some kind of coward?' your discoverer sneers with derision. How can you convince the pirates not to kill you?",
        "image": ""
    },
    {
        "id": 4,
        "text": "With this revelation, you convince the pirates you're worth more to them alive. Before long, you are a captive aboard their ship, on your way to Charlestown to collect what promises to be a hefty ransom. Upon arriving, the pirates make clear their demands, and a quantity of 20,000 pounds sterling is delivered into their hands. You are free to join your father - but, what if....?",
        "image": ""
    },
    {
        "id": 5,
        "text": "Your father is overjoyed to have you safe and sound, and to see you again after so many years. You spend several weeks enjoying each other's company, as he educates you on the principles of sound leadership in the wild and harsh New World. But, within such close proximity to the mosquito-infested swamps of the coast, you soon come down with malaria, and perish in your grief-stricken father's arms.",
        "image": ""
    },
    {
        "id": 7,
        "text": "The crew decides to sail to Nassau, the pirate capital of the West Indies, to refit and resupply. What opportunities might you find in this strange place?",
        "image": ""
    },
    {
        "id": 8,
        "text": "Which weapon will you wield?",
        "image": ""
    },
    {
        "id": 9,
        "text": "You take aim at a charging coarsair, and pull the trigger... but nothing happens. Your pistol has misfired, and you are without defense. The pirate skewers you through the stomach. Your time at sea has come to a bloody end.",
        "image": ""
    },
    {
        "id": 10,
        "text": "Steel meets steel as you enter into a heated duel with the nearest buccaneer. Your adversary wields a cutlass in his right hand and a pistol in his left. What's your move? ",
        "image": ""
    },
    {
        "id": 11,
        "text": "Your feint leaves you open to the pirate's pistol hand. He steps back and fires, shooting you point-blank. Better luck in the next life!",
        "image": ""
    },
    {
        "id": 12,
        "text": "Your feint elicits a wild attampt to parry, leaving the pirate's pistol-wielding arm open. You slash at his left arm, severing it cleanly and disarming your foe. You notice most of the pirate crew is watching, and what's more - they are applauding your skill and bravery. They offer to let you join the crew as an honored member of the vangaurd. Will you accept, or make a desperate escape?",
        "image": ""
    },
    {
        "id": 13,
        "text": "You hear a rumbling voice echoing from the deep. Poseidon himself has come to offer you salvation. But first, you must answer his riddle: 'I'm the part of the bird that's not in the sky. I can swim in the ocean and yet remain dry. What am I?'",
        "image": ""
    },
    {
        "id": 14,
        "text": "Bravo! A giant manatee arrives, and you position yourself atop of it. It takes you swiftly across the waves and deliveres you safely to land!",
        "image": ""
    },
    {
        "id": 15,
        "text": "As you get your bearings, you are set upon by a troupe of maroons. They place you in chains and drag you back to their hidden jungle camp of other escaped slaves. Trapped in a cage as night approaches, you ponder the possibility of gnawing through one of the sturdy bamboo bars. Is it worth the risk of trying to escape? Or shall you place your faith in the benevelonce of a higher power?",
        "image": ""
    },
    {
        "id": 16,
        "text": "After painstaking hours, you are able to gnaw through the bamboo and just squeeze out of your cage, slipping off into the darkness of the surrounding jungle. You don't make it very far, however, before falling through the brush into a pit of sharpened spikes. You've been caught in one of the maroons' many booby-traps... and you'll not live to tell the tale.",
        "image": ""
    },
    {
        "id": 17,
        "text": "Placing your faith in the Lord above, you sit tight and try to remain calm. After a few months of hard labor, you begin to gain the trust of your captors. Eventually, you are given the opportunity to contribute to the community as a full member, freed from your prisoner status. You have found peace, friendship, and great purpose on this remote island.",
        "image": ""
    },
    {
        "id": 18,
        "text": "The pirates overwhelm the ship, and in their gratitude for your assistance are happy to offer you a spot on their crew. Which role will you choose?",
        "image": ""
    },
    {
        "id": 19,
        "text": "Within your first couple of hours as a new member of the pirate crew, the call of 'sails!' rings out. Word quickly passes that another merchant vessel has been spotted not three miles off the starboard bow. The ship is low on vittles and on shot, so the captain puts the decision to a vote: head to Nassau to resupply, or take the risk for another prize?",
        "image": ""
    },
    {
        "id": 20,
        "text": "The crew votes to pursue, and you are sent into the rigging to help man the sails and maneuver the ship on its approach. Climbing high into the rigging, you hear the command to raise the topsails. Which rope do you pull?",
        "image": ""
    },
    {
        "id": 21,
        "text": "As the pirate ship releases its first broadside, a thundering shock rocks the vessel. Shards of timber fly and you hear screams from the gundeck. One of the cannons has misfired catastrophically, blowing a hole in the side. Your quick thinking and handyness with a hammer are instrumental in patching up the hole, saving the ship and allowing the crew to maintain the hunt. ",
        "image": ""
    },
    {
        "id": 22,
        "text": "You head for the gundeck and join your team on one of the cannons. Your nervous handles fumble with the match as you go to plug it into the massive piece of artillery. As the flame finds it mark you have less than a second to cry out in horror as the gun backfires, blowing you to smithereens!",
        "image": ""
    },
    {
        "id": 23,
        "text": "Nearing the merchant vessel, you make ready with the rest of the boarding party, the most ferocious fighters on the crew. It's time to choose your arms for the fight to come.",
        "image": ""
    },
    {
        "id": 24,
        "text": "You and your crewmates succesfully board the vessel and ultimately overwhelm the stout resistance of its desperate crew. You've taken your first prize. Victory is yours!",
        "image": ""
    },
    {
        "id": 25,
        "text": "Searching the bowels of the prize vessel, you discover a small sack of gold behind a cluster of barrels. Pirate articles dictate you add this to the communal pile of booty to be distributed evenly amongst the crew...",
        "image": ""
    },
    {
        "id": 26,
        "text": "The crew's inventory of their captured prize is abruptly halted by another cry of 'sails!'. But this is no feeble, wealth-laden merchant prize-in-waiting. A towering hulk approaches, the union jack flying high upon its mainmast. It's a British man-o'-war, a flagship of His Majesty's Royal Navy. She's carrying over 100 guns... and she's barreling straight toward you!.",
        "image": ""
    },
    {
        "id": 27,
        "text": "Acting quickly, you and the crew rig the prize ship with an arsenal of explosives and send her careening with the wind toward the giant ship-of-the-line. Your fortunes hold as the doomed vessel strikes its mark, crashing into the belly of the warship. An explosion the likes of which few have ever seen rocks the sea, and with a thundering boom the English are sent to meet their maker amidst violent flames and a massive plume of smoke reaching towards the heavens.",
        "image": ""
    },
    {
        "id": 28,
        "text": "The crew steers the ship away from the approaching English threat and tries to tack hard against the opposing wind. The effort is fruitless, however, as you are quickly overtaken by the skillfully-piloted vessel and forced to raise the white flag of surrender. You've been captured. Next thing you know, you're swinging over execution dock.",
        "image": ""
    },
    {
        "id": 29,
        "text": "hanged",
        "image": ""
    },
    {
        "id": 30,
        "text": "(vanguard) claim you were forced",
        "image": ""
    },
    {
        "id": 31,
        "text": "(shared) rum-ruined in alley",
        "image": ""
    },
    {
        "id": 32,
        "text": "(thief) become wealthy merchant",
        "image": ""
    },
    {
        "id": 33,
        "text": "killed Captain, freed crew, legend",
        "image": ""
    },
    {
        "id": 34,
        "text": "You and your comrades venture into the labrynth of concealed coral, knowing the English have no chance of pursuing you through such perilous shallow waters. As your ship enters the deadly morass, you encounter a forked path of the narrow deep. Which way?",
        "image": ""
    },
    {
        "id": 35,
        "text": "Veering leftward, you drive forward with desperate hope. Unfortunately, the route you've chosen is studded with jagged coral, which seems to grow ever-closer to the craft's underbelly with each passing shiplength. It isn't long before an ear-rending CRACK reverberates through the ship, shaking its timbers and causing the crew to stagger. The doomed vessel lurches violently, its port side sinking down beneath the water. You are thrown over the side by the force of the impact, and - bloodied and battered by the rough coral below - you quickly find yourself in the jaws of a massive shark!",
        "image": ""
    },
    {
        "id": 36,
        "text": "Your ship badly damaged, the crew is just barely able to coax the battered craft into the shallow waters of an unknown island, carpeted with lush green jungle and dominated by an imposing mountain range. You hop out of a longboat, blessing the sand beneath your feet after so long at sea. In the distance you spot the apex of what must be a colossal stone temple, looming enticingly above the forest canopy. Do you climb the nearest mountain for a better view of the island, or head straight for these ancient ruins?",
        "image": ""
    },
    {
        "id": 37,
        "text": "Trudging up the increasingly steep slope with several crewmates, your view of the island is getting clearer and clearer. There isn't much to see besides endless jungle canopy, however. Maybe a bit higher and you can get a better idea of what you're dealing with. Up you go - until you hear a powerful WOOSH and feel razor-sharp talons tear into your skin. Time slows to a crawl as you are lifted from the ground, the earth shrinking beneath you. Glancing weakly above, you find you are helplessly suspended in the air by a massive eagle. Your screams are swallowed by the vastness of the great blue sky as you are carried away to your doom.",
        "image": ""
    },
    {
        "id": 38,
        "text": "Torchlight flickers, casting eerie shadows on the moss-covered walls as you navigate the labyrinthine corridors of the great stone complex, delving deeper and deeper into the heart of the ancient citadel. Finally, you arrive at a chamber unlike any you've seen before - a puzzle room frozen in time. The central dais is adorned with three stone tablets, each bearing the intricately carved likeness of a sacred animal: regal jaguar, soaring eagle, and sinuous snake. Each represents a path to a different destiny, with its own potential promises and perils.",
        "image": ""
    },
    {
        "id": 39,
        "text": "A resounding click echoes through the air, unveiling a hidden doorway. With bated breath, you step into the chamber beyond, and your eyes widen in awe. Before you lies a treasure trove of unimaginable wealth. Golden artifacts, glimmering in the soft glow of torchlight, adorn every surface. Majestic headdresses, ornate scepters, and jeweled amulets reflect the artistic mastery of a civilization long past. The room pulsates with an otherworldly energy, a testament to the opulence and grandeur of a forgotten era. Recovering from the shock of your discovery, you realize - you have secured the fortune of a lifetime!",
        "image": ""
    },
    {
        "id": 40,
        "text": "A sinister click reverberates through the room, followed by a deafening rumble as ancient mechanisms whir into motion. Panic floods your senses as the ground beneath you gives way, an elaborate trap springing to life. Massive stone slabs descend from the ceiling with a bone-chilling force, their cold weight pressing down upon you relentlessly. The air escapes your lungs in a desperate gasp as pain surges through your body, every limb crushed under the unyielding embrace of the merciless contraption. Darkness encroaches upon your vision, your cruel fate sealed within this hidden tomb.",
        "image": ""
    },
    {
        "id": 41,
        "text": "As the tablet clicks into place, you feel a rush of air emanating from seemingly all directions, and hear the grim whistle of countless darts flying out of concealed holes in the walls and cutting through the room. You and your comrades turn immediately to flee, but by the time you pass under the arch through which you entered and into the safety of the preceding passage, at least half a dozen darts have found their mark. Making a mad dash through the stone corridors, you and your party stagger weakly out of the temple. Already you can feel the inevitable effects of poison spreading through your body, and one of your party is already on the ground, far beyond help. You see in the distance the smoke from a Maya village. Would they help you, or does the beach and your crew offer potential salvation?",
        "image": ""
    },
    {
        "id": 42,
        "text": "flee ruins",
        "image": ""
    },
    {
        "id": 43,
        "text": "You just manage to return to the your crew on the beach before collapsing into the sand. Your crewmates hold you in their arms, but they have nothing to give you but rum. As a haze of nightmarish hallucinations engulf your consciousness, the last thing you hear as you slip into death is a solemn sea shanty.",
        "image": ""
    },
    {
        "id": 44,
        "text": "Desperation propels you towards a nearby Maya village, your last hope for survival. The villagers, wary at first, quickly recognize the severity of your condition and their healer works tirelessly to counteract the toxins that threaten your life. As you recover under their care, gratitude intertwines with curiosity, and you find yourself drawn to their ancient traditions and profound knowledge. In time, you embrace their customs, learn their language, and prove your dedication to their community. Your determination and adaptability gradually earn you respect, leading to a position of esteem within the village. The time comes for you to lead your first hunting party.",
        "image": ""
    },
    {
        "id": 45,
        "text": "over time, you embrace their ways, earn position of esteem",
        "image": ""
    },
    {
        "id": 46,
        "text": "With the skills honed from years spent among the Maya, you embark on a daring quest to prove your worth.. Armed with your newfound knowledge of the jungle and the sacred rituals, you track the elusive jaguar with fierce determination. Moving stealthily through the underbrush, you blend seamlessly with the wilderness. You come upon your ferocious quarry, and as the jaguar coils to strike, you hurl your javelin with all your might. You return to the settlement a champion, and the villagers erupt with awe and reverence. You have become a legendary jaguar warrior, and will wear the pelt of the beast until your dying day, standing tall as an embodiment of the strength and spirt of the great predators that rule the jungle.",
        "image": ""
    },
    {
        "id": 47,
        "text": "Your confidence surges as you spot the formidable creature, its powerful tusks gleaming in the dappled sunlight. With a surge of adrenaline, you charge towards the boar, determined to claim victory over nature's brute strength. But in a tragic twist of fate, the boar's ferocity surpasses your expectations. Its razor-sharp tusks pierce through your defenses, leaving you mortally wounded. The village mourns the loss of a brave warrior, your dreams of triumph forever shattered amidst the wild, unforgiving embrace of the untamed wilderness.",
        "image": ""
    },
    {
        "id": 48,
        "text": "Soon after pulling the rope, you realize you've made a terrible mistake, causing the ship's course to veer off its intended path. Dark storm clouds loom ominously on the horizon, and the winds howl with an eerie intensity. The tempest engulfs the vessel, waves crashing against its hull with relentless fury. Despite your desperate efforts to regain control, the ship is at the mercy of the raging storm, tossed mercilessly amidst towering swells and violent gusts. Do you stay put in the rigging and try to redeem yourself, or climb below to help bail water?",
        "image": ""
    },
    {
        "id": 49,
        "text": "As the storm rages on, its wrath intensifies, unleashing its full fury upon the ill-fated ship. The relentless winds buffet against your body, threatening to knock you off balance.  In a heart-stopping moment, a violent gust knocks you from the your precarious perch, your screams swallowed by the storm as you plummet helpessly to your death.",
        "image": ""
    },
    {
        "id": 50,
        "text": "Stepping into the bustling waterhole, a lively ambiance washes over you like a warm embrace. The air is thick with the mingling scents of rum, salted sea breeze, and the raucous laughter of sailors and locals. Gritty tales of high-seas adventures fill the air, accompanied by the rhythmic strumming of a sailor's shanty on a worn guitar. The dimly lit room reveals a diverse crowd, their weathered faces hinting at the hardships endured upon the open waters. You find a spot at the bar, surrounded by fellow adventurers and rogues, eager to partake in the camaraderie and tales of the Caribbean's wild exploits.",
        "image": ""
    },
    {
        "id": 51,
        "text": "Blackbeard",
        "image": ""
    },
    {
        "id": 52,
        "text": "Trade Boss",
        "image": ""
    },
    {
        "id": 53,
        "text": "Sidling up beside the colorful Jack Rackham, you strike up conversation and the two of you hit it off. He invites you to join him on an expedition to the Spanish wrecks, intent on a share of the mountains of gold and silver spilled by their treasure galleons in a recent hurricane. You and the crew approach the coast of Spanish Florida. Do you attack the Spanish settlement and take what they have salvaged already, or strike into the blue yourselves to dive for treasure?",
        "image": ""
    },
    {
        "id": 54,
        "text": "sail to Spanish wrecks",
        "image": ""
    },
    {
        "id": 55,
        "text": "The crew descends upon the Spanish camp under cover of night, guns blazing and swords singing from their scabbards. The fighting is desperate and bloody, but the disciplined Spanish defenders hold fast. You are captured and ferried to Havana, where you spend the rest of your days rotting away in the darkness of a Cuban prison.",
        "image": ""
    },
    {
        "id": 56,
        "text": "You make your way down into the seaweed, an ethereal forest of dancing vines enveloping you as you scour the sand beneath for the telltale gleam of gold. Suddenly, your leg becomes tangled in a snare of the ubiquitous plant. You tug and tug, writhing and wriggling with all your power to escape the seaweed's grasp and return to the surface. But you can't break free, and all of your struggling has only served to drain what remaining stamina you possessed. As your vision becomes red and your mounth involuntarily lets in a torrent of water, you take one last glance at the sunlight sparkling across the surface of the water so very far above...",
        "image": ""
    },
    {
        "id": 57,
        "text": "In the depths of the sunken ship, you discover a dazzling fortune in silver, its gleam captivating your senses. With each piece collected, the weight of possibility and triumph grows. As you rise to the surface, the treasure clutched tightly in your grasp, you embrace the promise of a new life, forever changed by the riches you have claimed.",
        "image": ""
    },
    {
        "id": 58,
        "text": "retire to Florida a wealthy man or woman",
        "image": ""
    },
    {
        "id": 59,
        "text": "You find yourself engaged in conversation with the influential Nassau trade boss. As she regales you with tales of opportunity, she convinces you of a plan to sail to a nearby logging camp to procure lumber sorely needed to repair the damaged fort. Determined, you set sail towards the camp, eager to make a name for yourself rebuilding the dilapidated stronghold. You're instructed to use the money given you by Nassau's trade boss to purchase the logwood, but... if you take the wood by force you can keep that profit for yourself...",
        "image": ""
    },
    {
        "id": 60,
        "text": "You make a fateful decision to launch a covert attack on the nearby logging camp, intent on stealing the much-needed lumber under the cover of darkness. As night falls, your crew begins their assault. However, in the chaos of the heist, an unintended spark ignites, engulfing the camp in a merciless inferno. The roaring fire swallows you whole, leaving behind little more than ash blowing in the howling wind.",
        "image": ""
    },
    {
        "id": 61,
        "text": "return to Nassau, fort strengthened",
        "image": ""
    },
    {
        "id": 62,
        "text": "You secure the lumber at a fair price and return to Nassau to help oversee reconstruction of the fort. Recognizing your instrumental role in its revival, the Council bestows you with the honor of becoming its esteemed commander. With a mix of pride and responsibility, you embrace your new role, ready to safeguard the fort and protect the pirate capital from any and all threats. It isn't long before you are put to the test, as a contingent of the Royal Navy, led by Woodes Rogers, appears outside the harbor. On offer is a universal pardon, in exchange for laying down your arms and renouncing piracy.",
        "image": ""
    },
    {
        "id": 63,
        "text": "In a moment of doubt and self-preservation, you make the fateful choice to accept the offered pardon from Woodes Rogers and the British forces. Relinquishing your allegiance to the cause that once fueled your spirit, you descend into the annals of history as a traitor and coward. The echoes of regret reverberate through the ages, forever tarnishing your name and leaving behind a legacy of betrayal. ",
        "image": ""
    },
    {
        "id": 64,
        "text": "Against all odds, you emerge victorious, thwarting the British forces and securing the liberty of the pirate stronghold. Your name echoes through history as a legendary figure, a symbol of indomitable spirit and unwavering loyalty to the pirate cause. The pirate republic stands strong, forever indebted to your leadership and the legacy of valor you leave behind.",
        "image": ""
    },
    {
        "id": 65,
        "text": "Alas, in a moment of misjudgment, you offer an incorrect response, sealing your fate beneath the unforgiving waves. With a thunderous crash, the waters rise around you, engulfing your struggling form, and dragging you into the watery depths. In the realm of Poseidon, your journey comes to a tragic end, a somber reminder of the consequences that await those who fail to appease the wrath of the gods",
        "image": ""
    },
    {
        "id": 66,
        "text": "You board the merchant vessel, brandishing two gleaming swords as your weapons of choice. However, amidst the chaos of the confrontation, a sudden blast pierces the air as a bullet finds its mark. Pain courses through your body as the projectile strikes true, and the world around you blurs into darkness. The clash of steel and the echoes of your valiant efforts fade away, leaving behind only the bitter taste of defeat.",
        "image": ""
    },
    {
        "id": 67,
        "text": "Diving deep into the clear blue water, you swim confidently toward the wrecks. But where to focus your search? Look for treasure still in the ruins of the ship, or traverse the tangled seaweed sure to hold some measure of spilled silver and gold?",
        "image": ""
    }
]